Repository: Liris-Pleiad/oriflamms
Catalog: src/po/*.po
Languages: fr

source: Align words
fr: Aligner les mots

source: Align all words
fr: Aligner tous les mots

source: Align non-validated words
fr: Aligner les mots non-validés

source: Align non-aligned words
fr: Aligner les mots non-alignés

source: Update aligned words' frontiers
fr: Mettre à jour les frontières des mots alignés

source: Align characters
fr: Aligner les caractères

source: in all aligned words
fr: dans tous les mots alignés

source: in validated words
fr: dans les mots validés

source: in non-rejected words
fr: dans les mots non-rejetés

source: Align all characters
fr: Aligner tous les caractères

source: Align non-aligned characters
fr: Aligner les caractères non-alignés

source: Alignment
fr: Alignement

source: Characters
fr: Caractères

source: Compute
fr: Calculer

source: Update
fr: Mise à jour

source: Show and edit clusters
fr: Voir et modifier les classes

source: Character
fr: Caractère

source: Count
fr: Compte

source: Distance matrix
fr: Matrice de distance

source: Clustering
fr: Classification

source: Are all the occurrences of this character approximately the same size?
fr: Toutes les occurrences de ce caractère ont-elles approximativement la même taille ?

source: Computing distance matrix...
fr: Calcul de la matrice de distance...

source: Unlabelled
fr: Sans étiquette

source: Character tree
fr: Arbre de caractères

source: Put aside
fr: Mis de côté

source: Delete automatic clusters
fr: Effacer les classes automatiques

source: Create automatic clusters
fr: Créer des classes automatiquement

source: Add glyph
fr: Ajouter un glyphe

source: Cut in two
fr: Couper en deux

source: Remove from class
fr: Enlever de la classe

source: Cluster
fr: Classe

source: Collecting data...
fr: Récupération des données...

source: Add sub-class
fr: Ajouter une sous-classe

source: No glyph selected.
fr: Aucun glyphe sélectionné.

source: Subclass for
fr: Sous-classe de

source: Clustering...
fr: Classification...

source: Base class for automatic clustering of
fr: Classe de base pour la classification automatique de

source: Invalid id.
fr: Identifiant de invalide.

source: The id is already used in local database.
fr: L'identifiant est déjà utilisé dans la base locale.

source: The id is already used in global database.
fr: L'identifiant est déjà utilisé dans la base globale.

source: null rectangle.
fr: rectangle vide.

source: the contour has less than 3 points.
fr: le contour a moins de 3 points.

source: no facsimile element.
fr: pas d'élément facsimile.

source: no surface element.
fr: pas d'élément surface.

source: no graphic element.
fr: pas d'élément graphic.

source: no text element.
fr: pas d'élément text.

source: no body element.
fr: pas d'élément body.

source: no ab element.
fr: pas d'élément ab.

source: no linkGrp element for the surfaces.
fr: pas d'élément linkGrp pour les surfaces.

source: Allograph links
fr: Liens des allographes

source: Oriflamms Project, http://oriflamms.hypotheses.org
fr: Projet Oriflamms, http://oriflamms.hypotheses.org

source: Created by Oriflamms.
fr: Créé par Oriflamms.

source: no linkGrp element.
fr: pas d'élément linkGrp.

source: invalid target base.
fr: base de cible invalide.

source: incomplete target.
fr: cible incomplète.

source: zone without an id.
fr: zone sans identifiant.

source: target points to an unknown page:
fr: la cible pointe vers une page inconnue :

source: target points to an unknown zone:
fr: la cible pointe vers une zone inconnue :

source: target points to an unknown column:
fr: la cible pointe vers une colonne inconnue :

source: target points to an unknown line:
fr: la cible pointe vers une ligne inconnue :

source: target points to an unknown word:
fr: la cible pointe vers un mot inconnu :

source: target points to an unknown character:
fr: la cible pointe vers un caractère inconnu :

source: Not an Oriflamms data file:
fr: Pas un fichier de données Oriflamms :

source: No validation element in
fr: Pas d'élément validation dans

source: No medlines element in
fr: Pas d'élément medlines dans

source: No lineLinks element in
fr: Pas d'élément lineLinks dans

source: Invalid page id:
fr: Identifiant de page invalide :

source: Invalid column id:
fr: Identifiant de colonne invalide :

source: index is greater than the number of lines.
fr: l'index est plus grand que le nombre de lignes.

source: Invalid line id:
fr: Identifiant de ligne invalide :

source: No graphical line associated to text line:
fr: Pas de ligne graphique associée à la ligne de texte :

source: Invalid word id:
fr: Identifiant de mot invalide :

source: Invalid character id:
fr: Identifiant de caractère invalide :

source: Invalid zone id:
fr: Identifiant de zone invalide :

source: Uninitialized zone id:
fr: identifiant de zone non-initialisé :

source: uninitialized zone:
fr: zone non-initialisée :

source: the last word is located before the first.
fr: le dernier mot est situé avant le premier.

source: out of range.
fr: en dehors des limites.

source: Range align misfit at line
fr: Alignement entre les bornes incomplet à la ligne

source: empty signature.
fr: signature vide.

source: Cannot find main transcription filename.
fr: Impossible de trouver le nom du fichier de transcription principal.

source: milestones are not numbered correctly:
fr: les milestones ne sont pas numérotés correctement :

source: file not found.
fr: fichier non trouvé.

source: malformed file.
fr: fichier mal formé.

source: Allograph declaration
fr: Déclaration des allographes

source: missing id list.
fr: liste d'identifiants introuvable.

source: invalid id:
fr: identifiant invalide :

source: Cannot find view with id
fr: Impossible de trouver la vue :

source: invalid glyph id:
fr: identifiant de glyphe invalide :

source: the glyph already exists:
fr: le glyphe existe déjà :

source: Document name
fr: Nom du document

source: Number of pages
fr: Nombre de pages

source: Validated words
fr: Mots validés

source: Rejected words
fr: Mots rejetés

source: Unchecked words
fr: Mots non-vérifiés

source: Accuracy on checked words
fr: Exactitude sur les mots vérifiés

source: Number of lines
fr: Nombre de lignes

source: Lines containing errors
fr: Lignes contenant des erreurs

source: Number of manually corrected lines
fr: Nombre de lignes corrigées manuellement

source: Number of manually corrected words
fr: Nombre de mots corrigés manuellement

source: Mean word correction length
fr: Longueur moyenne des corrections de mots

source: Mean word correction absolute length
fr: Moyenne des valeurs absolues des corrections de mots

source: Page id
fr: Id de la page

source: Image name
fr: Nom de l'image

source: Validated
fr: Validé

source: Rejected
fr: Rejeté

source: Unchecked
fr: Non-vérifié

source: Word
fr: Mot

source: Length
fr: Longueur

source: Initial letter
fr: Lettre initiale

source: Mean manual correction
fr: Moyenne des corrections de mots

source: Mean absolute manual correction
fr: Moyenne des valeurs absolues de corrections de mots

source: Final letter
fr: Lettre finale

source: Preceding final letter
fr: Lettre finale précédente

source: Next initial letter
fr: Lettre initiale suivante

source: Preceding final + initial
fr: Lettre finale précédente + initiale

source: Digram
fr: Digramme

source: Final + next initial
fr: Lettre finale + initiale suivante

source: character not found.
fr: caractère introuvable.

source: Line
fr: Ligne

source: milestone without an id.
fr: milestone sans identifiant.

source: page without an id.
fr: page sans identifiant.

source: column without an id.
fr: colonne sans identifiant.

source: line without an id.
fr: ligne sans identifiant.

source: line @type="rejet" without @corresp.
fr: ligne @type="rejet" sans @corresp.

source: line @type="rejet" with malformed @corresp.
fr: ligne @type="rejet" avec @corresp mal formé.

source: word or pc without an id.
fr: mot ou pc sans identifiant.

source: seg without an id.
fr: seg sans identifiant.

source: character without an id.
fr: caractère sans identifiant.

source: _Open project
fr: _Ouvrir un projet

source: Open project
fr: Ouvrir un projet

source: _Save project
fr: _Sauvegarder le projet

source: Save project
fr: Sauvegarder le projet

source: Compute _spacings
fr: Calculer les e_spacements

source: Compute spacings
fr: Calculer les espacements

source: _Edit
fr: _Modifier

source: Edit
fr: Modifier

source: _Display
fr: _Affichage

source: Display
fr: Affichage

source: Show _image
fr: Afficher l'_image

source: Show image
fr: Afficher l'image

source: Show _lines
fr: Afficher les _lignes

source: Show lines
fr: Afficher les lignes

source: Show _words
fr: Afficher les _mots

source: Show words
fr: Afficher les mots

source: Show _characters
fr: Afficher les _caractères

source: Show characters
fr: Afficher les caractères

source: _Edit alignment
fr: _Modifier l'alignement

source: Edit alignment
fr: Modifier l'alignement

source: _Find string
fr: _Rechercher une chaîne

source: Find string
fr: Rechercher une chaîne

source: _Go to
fr: _Aller à

source: Go to
fr: Aller à

source: Validate _words
fr: Valider les _mots

source: Validate words
fr: Valider les mots

source: _Propagate validation
fr: _Propager la validation

source: Propagate validation
fr: Propager la validation

source: _Statistics
fr: _Statistiques

source: Statistics
fr: Statistiques

source: _Characters
fr: _Caractères

source: _Clear image signatures
fr: _Effacer les signatures image

source: Clear image signatures
fr: Effacer les signatures image

source: Align _all
fr: _Tout aligner

source: Align all
fr: Tout aligner

source: Align _selection
fr: Aligner la _sélection

source: Align selection
fr: Aligner la sélection

source: Show _TEI structure
fr: Afficher la structure _TEI

source: Show TEI structure
fr: Afficher la structure TEI

source: Add _line
fr: Ajouter une _ligne

source: Add line
fr: Ajouter une ligne

source: Delete _median lines
fr: Supprimer les lignes _médianes

source: Delete median lines
fr: Supprimer les lignes médianes

source: _Unit validation
fr: Validation à l'_unité

source: _Batch validation
fr: Validation par _lot

source: Change _font
fr: Changer de _police

source: Change font
fr: Changer de police

source: _Coalescent word boundaries
fr: Frontières des mots _coalescentes

source: Coalescent word boundaries
fr: Frontières des mots coalescentes

source: _Add point
fr: _Ajouter un point

source: Add point
fr: Ajouter un point

source: _Remove point
fr: _Supprimer le point

source: Remove point
fr: Supprimer le point

source: _Delete line
fr: _Supprimer la ligne

source: Delete line
fr: Supprimer la ligne

source: View
fr: Vue

source: Text alignment between TEI xml and images
fr: Alignement de texte en fichiers XML TEI et images

source: Reading files…
fr: Lecture des fichiers…

source: There were inconsistencies while reading the file. Do you want to correct them?
fr: Les fichiers contiennent des incohérences. Voulez-vous les corriger ?

source: Tidying project up…
fr: Un peu de rangement…

source: Non-fatal incidents occurred:
fr: Des erreurs bénignes ont eu lieu :

source: Loading…
fr: Chargement…

source: The line was not added because its skew is too high.
fr: La ligne n'a pas été ajoutée car sa pente est trop grande.

source: line(s)
fr: ligne(s)

source: Are you sure you wish to delete all median lines in this column?
fr: Êtes-vous sûr de vouloir effacer toutes les lignes médianes de cette colonne ?

source: column(s)
fr: colonne(s)

source: Column
fr: Colonne

source: word(s)
fr: mot(s)

source: Aligning…
fr: Alignement…

source: The quick bꝛown fox jumpſ over the lazy dog.
fr: Le vif goupil bꝛun ſaute par deſſus le chien roſſard.

source: Export statistics to…
fr: Exporter les statistiques vers…

source: ODS files
fr: Fichiers ODS

source: Are you sure you wish to flush the images' signatures?
fr: Êtes-vous sûr de vouloir effacer les signatures des images ?

source: Flushing signatures…
fr: Effacement des signatures…

source: Propagating validation…
fr: Propagation de la validation…

source: Found
fr: Trouvé

source: Go to id
fr: Chercher identifiant

source: Not found.
fr: Non trouvé.

source: Export statistics on spacings
fr: Exporter les statistiques des espacements

source: XML files
fr: Fichiers XML

source: Computing spacings…
fr: Calcul des espacements…

source: Node selection
fr: Sélection des nœuds

source: Parsed
fr: Lu

source: Element name
fr: Nom de l'élément

source: Contains text
fr: Contient du texte

source: Accepted
fr: Accepté

source: Gathering the words
fr: Rassemblement des mots

source: Loading words
fr: Chargement des mots

source: You visited some words without performing any modification. Do you wish to validate them?
fr: Vous avez visité certains mots sans apporter de modifications. Voulez-vous les valider ?

source: No modification was performed on this word. Do you wish to validate current state?
fr: Aucune modification n'a été apportée à ce mot. Voulez-vous le valider en l'état ?
